[{"title": "Claus Agerskov - Senior Data Scientist at PS AI Labs | The Org", "url": "https://theorg.com/org/ps-ai-labs/org-chart/claus-agerskov", "content": "Furthermore, Claus has completed several online certifications. These include the \"Advanced Data Science with IBM\" certification from Coursera in October 2019, the \"Data Analyst Nanodegree\" from Udacity in May 2018, and the \"Deep Learning Nanodegree\" from Udacity in November 2017.\n\n\n\nOverall, Claus Agerskov possesses a strong educational background in physics and nanotechnology, supplemented by certifications in responsible data science, cluster analysis, and various other data-related fields. [...] Claus Agerskov has a strong educational background in physics and nanotechnology. Claus completed their Master of Science in Engineering (MSE) with a specialization in Physics and Nanotechnology from DTU - Technical University of Denmark, graduating in 2015. Prior to that, Claus obtained their Bachelor's degree in Physics and Nanotechnology from the same institution in 2013. [...] Claus Agerskov has a diverse work experience spanning various roles in the field of data science and neuroscientific systems. Claus started their career as a LiveLink tester at COMSOL, Inc. where they were responsible for testing software and handling IT tasks. Later, they joined the University of Copenhagen as a helping teacher for a PhD course workshop in computer simulations of neuroscientific systems.", "score": 0.78846955}, {"title": "Claus Agerskov – Publicis Sapient | LinkedIn", "url": "https://pl.linkedin.com/in/claus-agerskov-5b899263", "content": "Senior data scientist with a strong math/science background and experience with data processing, scientific modelling, machine learning, and statistics from working in data science consulting, including in neuro-pharmaceutical industry pre-clinical R&D. [...] Claus Agerskov\nSenior Data Scientist, MLOps\nWarsaw, Poland\n432 connections, 435 followers\n\n\nAbout:\nNOT OPEN TO B2B\nTaking data centric ML solutions from exploration through to production and beyond.\nMSc Eng. in Physics and Nanotechnology.\n\nCore competencies: Deep Python Skills / Data Science & Processing / Machine Learning / MLOps / Cloud Computing (AWS & GCP)/ System Maintenance / Research & Development / Model Testing / Mathematical Modelling / Nut Cracking / Head Against Wall Banging [...] Senior Data Scientist at PS AI Labs (https://www.linkedin.com/company/ps-ai-labs)\nApr 2022 - Nov 2023\nWarsaw, Mazowieckie, Poland\nData Science and MLOps.\nPart of a dedicated data science and machine learning team focused on solving advanced analytical problems for clients.", "score": 0.68798697}, {"title": "Claus Agerskov cagerskov - GitHub", "url": "https://github.com/cagerskov", "content": "Occasional Danish software developer in PHP. Interested in FOSS and the auxiliary language Ido. Born 1970, had a son and got married 2004. - cagerskov.", "score": 0.6601948}, {"title": "Claus Agerskov - CEO & Entrepreneur / iværksætter - LinkedIn", "url": "https://es.linkedin.com/in/claus-agerskov-a6b46012", "content": "Skills:\nTourism; Event Management; Hotels; Hospitality; Resorts; Event Planning; Public Relations; Online Advertising; Hospitality Industry; Marketing Strategy; Social Media; Hotel Management; Business Planning; Negotiation; Contract Negotiation; Entrepreneurship; New Business Development; Restaurants; Leadership; Business Strategy; Online Marketing; Hospitality Management; Leisure; Wedding Planning; Management; Catering; Luxury; Social Media Marketing; Marketing; Weddings [...] Claus Agerskov\nCEO & Entrepreneur / iværksætter at Chateau de Hattonchatel & Skrøbelev Gods\nSan Miguel, Spain\n752 connections, 802 followers\n\n\nAbout:\nJeg drives af nysgerrighed på business, mennesker, kultur og adfærd. \nEn ligeværdig og konstruktiv dialog med mennesker er grundlaget for tillidsopbygning, \nhvor situationsfornemmelse og respekt også er nogle af grundpillerne. [...] Experience:\nCEO & Entrepreneur / iværksætter at Chateau de Hattonchatel (https://www.linkedin.com/company/75242029/)\nAug 2007 - Present\nlorraine, France\n\nOwner at Clansani (None)\nJul 1993 - Oct 2022\n\nAdministrator at Laguna Holiday Villas (None)\nJul 1993 - Oct 2022\n\nunderdirektør at Vordingborg Køkkenet a/s (None)\nJan 1983 - Aug 1984\n\n\nEducation:\nHerning Handels Højskole\nHD, Sales & Marketing\nN/A - Present\nGrade: N/A\nActivities and societies: N/A", "score": 0.6388584}, {"title": "Claus Agerskov - Loop", "url": "https://loop.frontiersin.org/people/104958", "content": "Data Scientist with a strong math/science background and experience with electrophysiology data processing, scientific modelling, machine learning,", "score": 0.6307082}]